using System;

// Написать программу, в которой описать классы по заданной тематике.
// Реализовать не менее 5 методов.
// - Каждый метод должен возвращать числовые значения. (не надо)
// Подготовить тестовые методы, проверяющие различные варианты и наборы данных.
// Провести тестирование используя подготовленные классы.

// !Побольше тестов, которые проходят и не проходят

namespace TestPO.Lab1
{
    class Program {
        static void Mmmmmain(string[] args) {
            //ShopProducts apple = new ShopProducts("Яблоки", 75, 223, "Яблоки России", 7, "Фрукты", "Папировка", 0, 3, 0);
            //Console.WriteLine(apple.getProduct());
        }
    }
}
